Repository: log5r/simple-media-player
Catalog: SimpleMediaPlayer/Localizable.xcstrings
Source language: en
Languages: ja

source: %@, %+.1f dB. Double-click to reset.
ja: %1$@、%2$+.1f dB。ダブルクリックでリセットします。

source: %d percent
ja: %dパーセント

source: %d selected
ja: %d件選択中

# %d selected, %d editable
source: %1$d selected, %2$d editable
ja: %1$d件選択中（%2$d件編集可能）

source: %d semitones
ja: %d半音

source: %d songs
ja: %d曲

# %lld files updated, %lld failed.
source: %1$lld files updated, %2$lld failed.
ja: %1$lld件のファイルを更新しました。%2$lld件は失敗しました。

source: %lld files updated.
ja: %lld件のファイルを更新しました。

source: %lld selected files do not support editing embedded metadata and will be skipped.
ja: 選択したファイルのうち%lld件は埋め込みメタデータの編集に対応していないため、スキップされます。

source: 7-segment
ja: 7セグメント

source: Activate to play or pause
ja: 操作すると再生または一時停止します

source: Adaptive
ja: アダプティブ

source: Add
ja: 追加

source: Add Image…
ja: 画像を追加…

source: Add Lyrics
ja: 歌詞を追加

source: Add Lyrics…
ja: 歌詞を追加…

source: Add Playlist
ja: プレイリストを追加

source: Add to Playlist
ja: プレイリストに追加

source: Add Tracks
ja: 曲を追加

source: Add tracks to the playlist
ja: プレイリストに曲を追加

source: Advanced Search
ja: 詳細検索

source: Album
ja: アルバム

source: Album Artist
ja: アルバムアーティスト

source: Albums
ja: アルバム

source: All (AND)
ja: すべて（AND）

source: All Songs
ja: すべての曲

source: All Videos
ja: すべてのビデオ

source: Amber
ja: 琥珀

source: Analyzing music…
ja: 楽曲を解析中…

source: Any (OR)
ja: いずれか（OR）

source: App Only
ja: アプリ内のみ

source: Appearance
ja: 外観

source: Applies while the app is running. The icon in the Finder does not change.
ja: アプリの起動中のみ反映されます。Finder上のアイコンは変わりません。

source: Apply
ja: 適用

source: Artist
ja: アーティスト

source: Artists
ja: アーティスト

source: Artwork
ja: アートワーク

source: Ascending
ja: 昇順

source: Asset Duration
ja: アセットの長さ

source: Audio
ja: オーディオ

source: Audio Visualizer
ja: オーディオビジュアライザー

source: Automatically Adjust Volume
ja: 音量の自動調整

source: Back to List
ja: 一覧に戻る

source: Backlight Color
ja: バックライト色

source: Backlit
ja: バックライト

source: Bevel
ja: ベベルガラス

source: Binary data (%@)
ja: バイナリデータ（%@）

source: Bitrate
ja: ビットレート

source: Black
ja: 黒

source: Blue
ja: 青

source: Brown
ja: 茶

source: Built-in Presets
ja: 内蔵プリセット

source: Cancel
ja: キャンセル

source: Cancel multiple edit
ja: 複数編集をキャンセル

source: Cancel Multiple Edit
ja: 複数編集をキャンセル

source: Changes have not been applied. Close without applying?
ja: 変更は適用されていません。適用せずに閉じますか？

source: Choose a folder to export media.
ja: メディアの書き出し先フォルダを選択してください。

source: Choose whether media must match all filled filters or any filled filter.
ja: 入力したすべてのフィルタに一致させるか、いずれかのフィルタに一致させるかを選択します。

source: Classic
ja: クラシック

source: Clear Filters
ja: フィルタをクリア

source: Close
ja: 閉じる

source: Close Without Applying
ja: 適用せずに閉じる

source: Close Without Saving
ja: 保存せずにこのまま閉じる

source: Codec
ja: コーデック

source: Color
ja: カラー

source: Columns
ja: カラム

source: Comment
ja: コメント

source: Common Key
ja: 共通キー

source: Common Metadata
ja: 共通メタデータ

source: Compilation
ja: コンピレーション

source: Composable
ja: 合成可能

source: Composer
ja: 作曲者

source: Concert Hall
ja: コンサートホール

source: Contains Fragments
ja: フラグメントを含む

source: Content Type
ja: コンテンツタイプ

source: Continue Editing
ja: 編集を続ける

source: Controls
ja: コントロール

source: Convert
ja: 変換

source: Could not create AAC version: %@
ja: AACバージョンを作成できませんでした: %@

source: Could not create an audio render format.
ja: 音声レンダリング形式を作成できません。

source: Could not export: %@
ja: 書き出せませんでした: %@

source: Could not open file: %@
ja: ファイルを開けません: %@

source: Could not prepare Music library access.
ja: Musicライブラリへのアクセスを準備できませんでした。

source: Could not read media info: %@
ja: メディア情報を読み取れません: %@

source: Could not resolve the media file: %@
ja: メディアファイルを解決できません: %@

source: Could not resolve the media file.
ja: メディアファイルを解決できません。

source: Could not save playlist: %@
ja: プレイリストを保存できません: %@

source: Could not save: %@
ja: 保存に失敗しました: %@

source: Create AAC Version
ja: AACバージョンを作成

source: Create Playlist
ja: プレイリストを作成

source: Created
ja: 作成日

source: Created an AAC version of “%@”.
ja: 「%@」のAACバージョンを作成しました。

source: Creating AAC version
ja: AACバージョンを作成中

source: Creating AAC Version
ja: AACバージョンを作成中

source: CRT Bulge
ja: CRTバルジ

source: Custom
ja: カスタム

source: Cylindrical
ja: 円筒ガラス

source: Dark
ja: ダーク

source: Data Type
ja: データタイプ

source: Date Added
ja: 追加日

source: Default
ja: デフォルト

source: Delete
ja: 削除

source: Delete “%@” from your library. This action cannot be undone.
ja: 「%@」をライブラリから削除します。この操作は取り消せません。

source: Delete “%@”?
ja: 「%@」を削除しますか？

source: Delete “%@”? Media files in your library will not be deleted.
ja: 「%@」を削除します。ライブラリ内のメディアファイルは削除されません。

source: Delete Equalizer Preset?
ja: イコライザープリセットを削除しますか？

source: Delete from Library
ja: ライブラリから削除

source: Delete from Library?
ja: ライブラリから削除しますか？

source: Delete Playlist
ja: プレイリストを削除

source: Delete Playlist?
ja: プレイリストを削除しますか？

source: Delete User Preset
ja: ユーザープリセットを削除

source: Descending
ja: 降順

source: Details
ja: 詳細

source: Dimensions
ja: サイズ

source: Disc
ja: ディスク

source: Disc Number
ja: ディスク番号

source: Display
ja: 表示

source: Display Style
ja: 表示スタイル

source: Done
ja: 完了

source: Dot
ja: ドット

source: Drag rows to change the order shown in the media list.
ja: 行をドラッグすると、メディア一覧に表示される順番を変更できます。

source: Duration
ja: 長さ

source: Edit Columns
ja: カラムを編集

source: Edit Information…
ja: 情報を編集…

source: Edit Lyrics
ja: 歌詞を編集

source: Edit Lyrics…
ja: 歌詞を編集…

source: Edit Multiple Media
ja: 複数のメディアを編集

source: Edit Selected
ja: 選択項目を編集

source: Edit selected media
ja: 選択したメディアを編集

source: Editable Metadata
ja: 編集可能なメタデータ

source: Embed in File
ja: タグに埋め込む

source: Embedded Metadata
ja: 埋め込みメタデータ

source: Enlarge Artwork
ja: アートワークを拡大

source: Enter a title.
ja: タイトルを入力してください。

source: Enter a value like #FFFFFF or #4DA3FF.
ja: #FFFFFF または #4DA3FF の形式で入力してください。

source: Equalizer
ja: イコライザー

source: Equalizer response curve
ja: イコライザーの周波数特性カーブ

source: Estimated Data Rate
ja: 推定データレート

source: Existing entries in this list will be replaced.
ja: この一覧に入力済みの名前は置き換えられます。

source: Export
ja: 書き出す

source: Export completed.
ja: 書き出しが完了しました。

source: Export to Finder
ja: Finderに書き出し

source: Exportable
ja: 書き出し可能

source: Exported %d media files.
ja: %d個のメディアを書き出しました。

source: Exporting
ja: 書き出し中

source: Exporting media
ja: メディアを書き出し中

source: Extended Language
ja: 拡張言語

source: Extra Attributes
ja: 追加属性

source: Fast
ja: 高速

source: Faster
ja: 速度を上げる

source: File
ja: ファイル

source: File Details
ja: ファイル詳細

source: File name
ja: ファイル名

source: File Name
ja: ファイル名

source: File Path
ja: ファイルパス

source: File Size
ja: ファイルサイズ

source: Fill All Names with Timestamps
ja: すべての名前をタイムスタンプで埋める

source: Fill all names with timestamps?
ja: すべての名前をタイムスタンプで埋めますか？

source: Fill with Timestamps
ja: タイムスタンプで埋める

source: Filters
ja: フィルタ

source: Flatten
ja: フラットにする

source: Foreground Color
ja: 表示色

source: Format
ja: 形式

source: Format %d Bits per Channel
ja: フォーマット %d チャンネルあたりのビット数

source: Format %d Channels
ja: フォーマット %d チャンネル数

source: Format %d Codec
ja: フォーマット %d コーデック

source: Format %d Dimensions
ja: フォーマット %d サイズ

source: Format %d Extensions
ja: フォーマット %d 拡張情報

source: Format %d Media Type
ja: フォーマット %d メディアタイプ

source: Format %d Sample Rate
ja: フォーマット %d サンプルレート

source: Frame Rate
ja: フレームレート

source: Full Screen
ja: フルスクリーン

source: Genre
ja: ジャンル

source: Genres
ja: ジャンル

source: Get Info
ja: 情報を見る

source: Glass Effect
ja: ガラスエフェクト

source: Glass Intensity
ja: ガラス反射強度

source: Glow Intensity
ja: グロー強度

source: Gray
ja: グレー

source: Green
ja: 緑

source: Hex
ja: 16進数

source: Hidden
ja: 非表示

source: Hide Details
ja: 詳細を非表示

source: Hide Equalizer
ja: イコライザーを隠す

source: Hide Lyrics
ja: 歌詞を隠す

source: High
ja: 強

source: ID3 Metadata
ja: ID3メタデータ

source: Identifier
ja: 識別子

source: Import Error
ja: 取込エラー

source: Import files or drag and drop them here.
ja: ファイルを取り込むか、ここにドラッグ&ドロップ

source: Import media files
ja: メディアファイルを取り込む

source: Import...
ja: 取り込む...

source: Importing
ja: 取込中

source: Importing media
ja: メディアを取り込み中

source: Info
ja: 情報

source: ISO User Data
ja: ISOユーザデータ

source: Item
ja: 項目

source: Items already in this playlist are hidden.
ja: 既にこのプレイリストに追加済みの項目は表示されません

source: iTunes Metadata
ja: iTunesメタデータ

source: Ivory
ja: 象牙

source: Keeps songs at a similar perceived volume. The first playback of each song may take a moment while its level is analyzed.
ja: 曲ごとの聴感上の音量をそろえます。各曲の初回再生時は、音量の解析に少し時間がかかる場合があります。

source: Key
ja: キー

# KEY %@, %@ BPM. %@
source: KEY %1$@, %2$@ BPM. %3$@
ja: キー %1$@、%2$@ BPM。%3$@

source: Key Down
ja: キーを下げる

source: Key Space
ja: キー空間

source: Key Up
ja: キーを上げる

source: Key%+d
ja: キー%+d

source: Kind
ja: 種類

source: Language
ja: 言語

source: Large Hall
ja: 大ホール

source: LED Corners
ja: LED板の角

source: LED Half
ja: LEDハーフ

source: LED Position
ja: LED位置

source: Left
ja: 左

source: Level meter
ja: レベルメーター

source: Library
ja: ライブラリ

source: Light
ja: ライト

source: Loading...
ja: 読み込み中...

source: Low
ja: 弱

source: Lyrics
ja: 歌詞

source: Lyrics are saved in this app and embedded in the media file.
ja: 歌詞をアプリ内に保存し、メディアファイルのタグにも埋め込みます。

source: Lyrics are saved in this app without changing the media file.
ja: メディアファイルを変更せず、歌詞をアプリ内にのみ保存します。

source: Match
ja: 一致条件

source: Match Dock Icon to LED Color
ja: DockアイコンをLEDカラーに合わせる

source: Media Info
ja: メディア情報

source: Media List
ja: メディア一覧

source: Media Type
ja: メディアタイプ

source: Medium Room
ja: 中程度の部屋

source: Metadata
ja: メタデータ

source: Metadata saved.
ja: メタデータを保存しました。

source: Mint
ja: ミント

source: Modified
ja: 変更日

source: Move Down
ja: 下へ移動

source: Move Up
ja: 上へ移動

source: MP3 encoder failed with status %d.
ja: MP3エンコーダがステータス %d で失敗しました。

source: MP3 export requires LAME and is not available on this platform.
ja: MP3書き出しにはLAMEが必要で、このプラットフォームでは利用できません。

source: MP3 export requires the LAME encoder. Install lame or choose another format.
ja: MP3書き出しにはLAMEエンコーダが必要です。lameをインストールするか、別の形式を選んでください。

source: Multiple Edit
ja: 複数編集

source: Multiple media selection mode: Click to select or deselect. Drag to select a range.
ja: 複数メディア選択モード：クリックで選択／選択解除、ドラッグで範囲選択できます。

source: Music analysis
ja: 音楽解析

source: Music analysis requires OS 27
ja: 音楽解析にはOS 27以降が必要です

source: Music analysis unavailable
ja: 音楽解析を利用できません

source: Music library access failed.
ja: Musicライブラリへのアクセスに失敗しました。

source: Music library metadata could not be read; embedded metadata was used instead: %@
ja: Musicライブラリから曲情報を読み取れなかったため、埋め込みメタデータを使用しました: %@

source: Musical key, song structure and pace, tempo and beats
ja: キー、曲構成と勢い、BPMとビート

source: Mute
ja: ミュート

source: Name
ja: 名前

source: Name Untitled Media
ja: タイトル未検出メディアの命名

source: New Playlist
ja: 新規プレイリスト

source: New Title
ja: 新しいタイトル

source: Next Track
ja: 次の曲

source: No
ja: いいえ

source: No artwork available
ja: アートワークがありません

source: No embedded metadata
ja: 埋め込みメタデータはありません

source: No Genre
ja: ジャンルなし

source: No lyrics available
ja: 歌詞情報がありません

source: No Media
ja: メディアがありません

source: No media selected for export.
ja: 書き出すメディアが選択されていません。

source: No Media to Add
ja: 追加できるメディアがありません

source: No readable value
ja: 読み取り可能な値がありません

source: No Track
ja: メディアが選択されていません

source: No.
ja: 番号

source: None of the selected files support editing embedded metadata.
ja: 選択したファイルはすべて、埋め込みメタデータの編集に対応していません。

source: Normal
ja: 通常

source: Normal Speed
ja: 標準速度

source: Not Selected
ja: 未選択

source: Off
ja: オフ

source: On
ja: オン

source: Orange
ja: オレンジ

source: Order
ja: 順序

source: Outdoor Stage
ja: 野外ステージ

source: Panel Content
ja: パネルの内容

source: Panel Layout
ja: パネルレイアウト

source: Pause
ja: 一時停止

source: Paused
ja: 一時停止中

source: Play
ja: 再生

source: Playable
ja: 再生可能

source: Playback Error
ja: 再生エラー

source: Playback Position
ja: 再生位置

source: Playback time %@
ja: 再生時間 %@

source: Playing
ja: 再生中

source: Playing Video
ja: 再生中のビデオ

source: Playlist is Empty
ja: プレイリストが空です

source: Playlists
ja: プレイリスト

source: Preamp
ja: PRE

source: Precise Timing
ja: 正確なタイミング

source: Preferred Rate
ja: 優先レート

source: Preferred Volume
ja: 優先音量

source: Preset Name
ja: プリセット名

source: Previous Track
ja: 前の曲

source: Protected Content
ja: 保護されたコンテンツ

source: QuickTime Metadata
ja: QuickTimeメタデータ

source: QuickTime User Data
ja: QuickTimeユーザデータ

source: Rapid selection duration
ja: 高速選択の所要時間

source: Readable
ja: 読み取り可能

source: Remove
ja: 削除

source: Remove from Playlist
ja: プレイリストから削除

source: Rename
ja: 名前を変更

source: Rename Playlist
ja: プレイリスト名を変更

source: Replace Image…
ja: 画像を置き換える…

source: Required
ja: 必須

source: Reset
ja: リセット

source: Reset Audio Engine
ja: オーディオエンジンをリセット

source: Reset Columns
ja: カラムをリセット

source: Reset Key
ja: キーをリセット

source: Reset Key and Speed
ja: キーと速度をリセット

source: Reset to Defaults
ja: 標準に戻す

source: Reverb
ja: リバーブ

source: Reverb Type: %@
ja: リバーブタイプ：%@

source: Reverb, %.0f%%. Double-click to reset.
ja: リバーブ、%.0f%%。ダブルクリックでリセットします。

source: Right
ja: 右

source: Rounded
ja: 角丸

source: Run 4 clicks/sec test
ja: 毎秒4クリックのテストを実行

source: Sample Rate
ja: サンプルレート

source: Save
ja: 保存

source: Save adjusted copy
ja: 調整したコピーを保存

source: Save Adjusted Copy
ja: 調整したコピーを保存

source: Save and Close
ja: 保存して閉じる

source: Save Current Settings…
ja: 現在の設定を保存…

source: Save Equalizer Preset
ja: イコライザープリセットを保存

source: Save Location
ja: 保存先

source: Saving…
ja: 保存中…

source: Search
ja: 検索

source: Select multiple media to edit metadata
ja: 複数のメディアを選択してメタデータを編集

source: Selected
ja: 選択済み

source: Settings
ja: 設定

source: Show advanced search filters
ja: 詳細検索フィルタを表示

source: Show Details
ja: 詳細を表示

source: Show Equalizer
ja: イコライザーを表示

source: Show Lyrics
ja: 歌詞を表示

source: Show the playing video
ja: 再生中のビデオを表示

source: Show Video
ja: ビデオを表示

source: Skip Back 10 Seconds
ja: 10秒戻る

source: Skip Forward 10 Seconds
ja: 10秒進む

source: Slow
ja: 低速

source: Slow uses 10 fps, Normal 30 fps, Fast 60 fps.
ja: 低速は10fps、通常は30fps、高速は60fpsで更新されます。

source: Slower
ja: 速度を下げる

source: Small Room
ja: 小さい部屋

source: Some selected media files do not have embedded titles. Enter a file name for each item before exporting.
ja: 選択したメディアの一部に埋め込みタイトルがありません。書き出す前に各項目のファイル名を入力してください。

source: Sort
ja: 並べ替え

source: Sort By
ja: 並べ替え基準

source: Spectrum Response
ja: スペクトラム応答

source: Speed
ja: 速度

source: Stereo Spectrum
ja: ステレオスペクトラム

source: Stop
ja: 停止

source: Stopped
ja: 停止中

source: Studio
ja: スタジオ

source: Summary
ja: 概要

source: System
ja: システム設定に従う

source: Tags have been changed. Close without saving?
ja: タグが変更されています。保存せずに閉じますか？

source: Tags other than the title are inherited from the original track.
ja: タイトル以外のタグは元の楽曲から引き継がれます。

source: Text tags cannot be edited for this format. Artwork is saved in the library.
ja: この形式ではテキストタグを編集できません。アートワークはライブラリに保存されます。

source: The audio renderer could not continue.
ja: 音声レンダラを続行できませんでした。

source: The audio renderer failed.
ja: 音声レンダラが失敗しました。

source: The audio renderer ran out of source data.
ja: 音声レンダラの入力データが不足しました。

source: The current equalizer and ambience settings will be saved.
ja: 現在のイコライザーと残響の設定を保存します。

source: The embedded AIFF metadata is invalid.
ja: 埋め込み AIFF メタデータが正しくありません。

source: The embedded ID3 tag is invalid.
ja: 埋め込み ID3 タグが正しくありません。

source: The embedded MP4 metadata is invalid.
ja: 埋め込み MP4 メタデータが正しくありません。

source: The selected file is not a valid image.
ja: 選択したファイルは有効な画像ではありません。

source: This AIFF metadata layout is not supported for editing.
ja: この AIFF メタデータ構造は編集に対応していません。

source: This file format does not support editing embedded metadata.
ja: このファイル形式では埋め込みメタデータを編集できません。

source: This file format does not support embedded lyrics editing.
ja: このファイル形式では埋め込み歌詞を編集できません。

source: This format is not available.
ja: この形式は利用できません。

source: This format keeps tags in the library only; they are not embedded in the file.
ja: この形式ではタグはライブラリ内のみに引き継がれ、ファイルには埋め込まれません。

source: This ID3 tag uses features that are not supported for editing.
ja: この ID3 タグは編集に対応していない機能を使用しています。

source: This ID3 tag version is not supported: ID3v2.%d
ja: この ID3 タグのバージョンには対応していません: ID3v2.%d

source: This MP4 metadata layout is not supported for editing.
ja: この MP4 メタデータ構造は編集に対応していません。

source: Time
ja: 時間

source: Time Display
ja: 時間表示

source: Title
ja: タイトル

source: Track
ja: トラック

# Track %d - %@
source: Track %1$d - %2$@
ja: トラック %1$d - %2$@

source: Unknown Album
ja: 不明なアルバム

source: Unknown Artist
ja: 不明なアーティスト

source: Unmute
ja: ミュート解除

source: Untitled Album
ja: 無名のアルバム

source: Use the toolbar add button or a track menu to add items.
ja: ツールバーの追加ボタン、または曲のメニューから追加できます

source: User Presets
ja: ユーザープリセット

source: Various Artists
ja: 複数のアーティスト

source: Video
ja: ビデオ

source: Video is paused
ja: ビデオは一時停止中です

source: Video is playing
ja: ビデオは再生中です

source: Visible
ja: 表示

source: Volume
ja: 音量

source: Volume Down
ja: 音量を下げる

source: Volume Up
ja: 音量を上げる

source: VU Meter Face
ja: VUメーター文字盤

source: VU Meter Lamp
ja: VUメーターランプ

source: VU Shadow Extent
ja: VU 影の範囲

source: VU Shadow Opacity
ja: VU 影の濃さ

source: Warm
ja: 暖色

source: White
ja: 白

source: Year
ja: 年

source: Yellow
ja: 黄

source: Yes
ja: はい

source: More
ja: その他

source: Videos
ja: ビデオ

source: Up Next
ja: 次に再生

source: Now Playing
ja: 再生中

source: Open the playback deck
ja: 再生デッキを開きます

source: Open playback adjustments
ja: 再生の調整を開きます

source: Output Device
ja: 出力先

source: Playback Adjustments
ja: 再生の調整

source: Export…
ja: 書き出す…

source: Select
ja: 選択

source: Sort Direction
ja: 並べ替えの方向

source: Bands
ja: 周波数帯域

source: Preset
ja: プリセット

source: Reverb Mix
ja: リバーブの量

source: Delete Equalizer Preset
ja: イコライザープリセットを削除
